export const benefitsdata = [
    {
        title: "Понимание клиентов",
        description:
            "CustDev помогает более глубоко понять целевую аудиторию и их боли, страхи и потребности. Это позволяет бизнесу адаптировать свои продукты или услуги так, чтобы они лучше соответствовали ожиданиям и требованиям клиентов.",
    },
    {
        title: "Улучшение продукта",
        description:
            "С помощью методологии CustDev бизнес может получить обратную связь от клиентов на ранних этапах разработки продукта или услуги. Это позволяет быстро выявить проблемы и слабые места и внести коррективы до того, как продукт будет запущен на рынок.",
    },
    {
        title: "Снижение рисков",
        description:
            "Используя CustDev, компания может уменьшить риски неудачного запуска продукта на рынок, так как она работает с реальными обратными связями и данными от потенциальных пользователей еще до того, как будет сделан крупный финансовый и временной вклад в разработку.",
    },
    {
        title: "Повышение продаж",
        description:
            "Понимание клиентского поведения и мотивации позволяет более точно нацеливать маркетинговые кампании и улучшать стратегии продаж. Это помогает оптимизировать затраты на маркетинг и увеличить конверсию.",
    },
    {
        title: "Создание лояльности клиентов",
        description:
            "При активном включении клиентов в процесс разработки и учете их мнения, вероятность того, что они будут лояльны бренду, увеличивается. Пользователи видят, что их мнение учитывается, и чувствуют себя более привязанными к продукту или услуге.",
    },
    {
        title: "Достижение продуктовой/рыночной подгонки",
        description:
            "Используя CustDev, бизнес стремится достичь этой 'подгонки', исследуя потребности и проблемы клиентов на ранних этапах разработки продукта или услуги. Это позволяет создавать продукты, которые действительно ценятся рынком и за которые пользователи готовы платить.",
    },
];

export const howworkdata = [
    {
        title: "Глубинные интервью",
        description:
            "Заранее запланированный список вопросов используется в ходе беседы с клиентом, чтобы выявить истинные боли, потребности и страхи клиента, и понять как он в данный момент решает проблему.",
    },
    {
        title: "Анализ данных",
        description:
            "Изучение поведения клиентов, их отзывов и пожеланий помогают сделать правильные выводы о продукте.",
    },
    {
        title: "CJM",
        description:
            "Customer journey map (CJM) - это визуализация пути клиента с момента поиска товара или услуги вплоть до совершения покупки. CJM может быть создана в виде таблицы, схемы или инфографики. Помимо всех точек контакта с клиентом, customer journey map содержит переживания и впечатления потенциального покупателя.",
    },
    {
        title: "Быстрое тестирование идей",
        description:
            "CustDev позволяет быстро и дешево проверить жизнеспособность вашей идеи.",
    },
];

export const faqdata = [
    {
        title: "Кому подходит CustDev?",
        answer: "CustDev подходит как стартапам, так и устоявшимся компаниям. Эта методология может использоваться как при разработке нового продукта, так и при улучшении уже существующего.",
    },
    {
        title: "Какие преимущества дает CustDev?",
        answer: "Позволяет создать продукт, который будет пользоваться спросом: разрабатывая продукт с учетом реальных запросов клиентов, вы увеличиваете шансы на его успех. Помогает избежать дорогостоящих ошибок: CustDev позволяет выявить и устранить проблемы на ранней стадии разработки, что экономит время и деньги. Ускоряет процесс разработки: CustDev позволяет быстро получить отзывы о продукте и внести необходимые изменения. ",
    },
    {
        title: "Сколько респондентов вам нужно для исследования и где их найти?",
        answer: "Чтобы провести CustDev, мы должны поговорить с людьми, которые соответствуют профилю вашей целевой аудитории. Нам нужно всего несколько респондентов, около 10 участников на каждый сегмент клиентов могут предоставить ценную информацию. Например, мы можем найти респондентов через личные и профессиональные сети, онлайн-платформы или предлагая стимулы. Чтобы получить точные и надежные результаты исследования, важно убедиться, что участники представляют ваш целевую аудиторию.",
    },
    {
        title: "Есть ли готовые вопросы для интервью?",
        answer: "При проведении интервью аналитик составляет индивидуальные вопросы для каждой группы респондентов. Кроме того, вопросы которые задаются будут различаться в зависимости от конкретного исследуемого продукта и целей исследования. Например, некоторые исследования больше фокусируются на том, как пользователи взаимодействуют с продуктом, в то время как другие фокусируются на трудностях с которыми сталкиваются пользователи, и на том, как они их решают.",
    },
    {
        title: "Как составляются вопросы для CustDev?",
        answer: "",
    },
    {
        title: "Зачем заказывать CustDev, если его можно провести собственными силами?",
        answer: "Компании часто передают на аутсорсинг сложные задачи, такие как брендинг и создание веб-сайтов и т.п., поскольку это требует определенного набора навыков, которые не возможно сделать собственными силами. Точно так же делегирование исследовательских задач дает другой результат.Когда компания пытаются самостоятельно провести интервью, им часто требуется помощь, чтобы преодолеть возникающие трудности. Несмотря на то, что они провели несколько интервью, им нужна помощь, чтобы разобраться в собранной информации. К сожалению, такой подход тратит время и ресурсы, и даже повторное рассмотрение задачи каждые несколько месяцев не помогает сдвинуть дело с мертвой точки.",
    },
];

export const reportdata = [
    {
        title: "Введение и методы исследования",
        description: "Цели и назначение проведения исследования.",
        description2:
            "Описание методов, использованных в процессе, таких как интервью, опросы, анализ данных и т.д.",
        description3:
            "Обоснование выбора каждого метода и объяснение, как они помогли в изучении аудитории.",
    },
    {
        title: "Результаты и анализ",
        description:
            "Обзор основных результатов и выводов из проведенных исследований. ",
        description2:
            "Анализ ключевых трендов, проблем или потребностей, выявленных в ходе исследования.",
    },
    {
        title: "Рекомендации",
        description:
            "Конкретные рекомендации по улучшению продукта или услуги на основе полученных данных.",
        description2:
            "Предложения по адаптации маркетинговых стратегий или коммуникационных подходов.",
        description3: "План действий на основе результатов исследования.",
    },
    {
        title: "Заключение",
        description:
            "Сводная информация и подтверждение готовности ответить на дополнительные вопросы или предоставить дополнительную помощь.",
        description2:
            "Дополнительные материалы, такие как данные опросов, транскрибация интервью, результаты анализа данных и т.д., которые могут быть полезны для понимания контекста и результатов CustDev.",
    },
];

